Repository: stokd-cloud/ghostty-dock
Catalog: Packages/iOS/CmuxAgentGUIUI/Sources/CmuxAgentGUIUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# agent.activity.assistant
source: Assistant
ja: アシスタント

# agent.activity.attachment
source: Attachment
ja: 添付ファイル

# agent.activity.event
source: Event
ja: イベント

# agent.activity.exitCode
source: Exit %d
ja: 終了コード %d

# agent.activity.failed
source: Failed
ja: 失敗

# agent.activity.details.title
source: Activity
ja: アクティビティ

# agent.activity.command
source: Command
ja: コマンド

# agent.activity.openHint
source: Opens activity details
ja: アクティビティの詳細を開きます

# agent.activity.file
source: File
ja: ファイル

# agent.activity.permission
source: Permission
ja: 権限

# agent.activity.question
source: Question
ja: 質問

# agent.activity.status
source: Status
ja: 状態

# agent.activity.summary.command.one
source: Ran 1 command
ja: 1個のコマンドを実行

# agent.activity.summary.command.other
source: Ran %d commands
ja: %d個のコマンドを実行

# agent.activity.summary.edited.one
source: Edited 1 file
ja: 1個のファイルを編集

# agent.activity.summary.edited.other
source: Edited %d files
ja: %d個のファイルを編集

# agent.activity.summary.event.one
source: Processed 1 event
ja: 1件のイベントを処理

# agent.activity.summary.event.other
source: Processed %d events
ja: %d件のイベントを処理

# agent.activity.summary.failed.one
source: 1 failed
ja: 1件失敗

# agent.activity.summary.failed.other
source: %d failed
ja: %d件失敗

# agent.activity.summary.listed
source: Listed files
ja: ファイル一覧を表示

# agent.activity.summary.none
source: No activity
ja: アクティビティなし

# agent.activity.summary.read.one
source: Read 1 file
ja: 1個のファイルを読み取り

# agent.activity.summary.read.other
source: Read %d files
ja: %d個のファイルを読み取り

# agent.activity.summary.searched
source: Searched code
ja: コードを検索

# agent.activity.thought
source: Thought
ja: 思考

# agent.activity.tool
source: Tool
ja: ツール

# agent.ask.failed
source: The answer could not be sent. Try again or use Terminal.
ja: 回答を送信できませんでした。もう一度試すか、ターミナルを使用してください。

# agent.ask.showTerminal
source: Show Terminal
ja: ターミナルを表示

# agent.ask.terminalRequired
source: Answer this request in Terminal.
ja: このリクエストにはターミナルで回答してください。

# agent.demo.burstAppend
source: Burst append five rows
ja: 5行を一括追加

# agent.demo.day.later
source: Later
ja: 後で

# agent.demo.day.today
source: Today
ja: 今日

# agent.demo.density.comfortable
source: Comfortable
ja: ゆったり

# agent.demo.density.compact
source: Compact
ja: コンパクト

# agent.demo.densityToggle
source: Toggle transcript density
ja: トランスクリプトの密度を切り替え

# agent.demo.fieldPlaceholder
source: Demo keyboard field
ja: デモ用キーボード欄

# agent.demo.fixture.agentFormat
source: Synthetic %@ fixture row %d with enough prose to exercise realistic scroll physics.
ja: 実際のスクロール挙動を確認するための十分な文章を含む%@フィクスチャ行%dです。

# agent.demo.fixture.label.burst
source: burst
ja: 一括

# agent.demo.fixture.label.tall
source: tall
ja: 縦長

# agent.demo.fixture.toolName
source: fixture
ja: フィクスチャ

# agent.demo.fixture.toolResult
source: fixture rows added
ja: フィクスチャ行を追加しました

# agent.demo.fixture.toolSummary
source: append transcript rows
ja: トランスクリプト行を追加

# agent.demo.jump
source: Jump to bottom
ja: 一番下へ移動

# agent.demo.keyboard
source: Toggle keyboard
ja: キーボードを切り替え

# agent.demo.pause
source: Pause replay
ja: リプレイを一時停止

# agent.demo.play
source: Play replay
ja: リプレイを再生

# agent.demo.speed
source: Speed
ja: 速度

# agent.demo.speedFormat
source: %d rows/s
ja: %d 行/秒

# agent.demo.streaming
source: Inject streaming tick
ja: ストリーミングを追加

# agent.demo.streamingText
source: Drafting the next update...
ja: 次の更新を作成中...

# agent.demo.tallFixture
source: Tall fixture
ja: 縦長フィクスチャ

# agent.demo.title
source: Transcript Demo
ja: トランスクリプトデモ

# agent.status.apiError
source: API error
ja: APIエラー

# agent.status.compacted
source: Context compacted
ja: コンテキストを圧縮しました

# agent.status.sessionMeta
source: Session updated
ja: セッションを更新しました

# agent.status.turnAborted
source: Turn aborted
ja: ターンを中止しました

# agent.sync.failed.message
source: cmux could not update this conversation. Retry or continue in Terminal.
ja: cmuxはこの会話を更新できませんでした。再試行するか、ターミナルで続けてください。

# agent.sync.failed.title
source: Conversation unavailable
ja: 会話を利用できません

# agent.sync.loading
source: Loading conversation…
ja: 会話を読み込み中…

# agent.sync.retry
source: Retry
ja: 再試行

# agent.sync.stale.message
source: New activity is not available yet.
ja: 新しいアクティビティはまだ利用できません。

# agent.sync.stale.title
source: Showing saved conversation
ja: 保存済みの会話を表示中

# agent.transcript.accessibility.agent
source: Agent: %@
ja: エージェント: %@

# agent.transcript.accessibility.user
source: You: %@
ja: あなた: %@

# agent.transcript.attachment.includesImage
source: Includes image
ja: 画像を含む

# agent.transcript.attachment.one
source: 1 attachment
ja: 添付ファイル1件

# agent.transcript.attachment.other
source: %d attachments
ja: 添付ファイル%d件

# agent.transcript.boundary
source: Earlier history is on your Mac
ja: 以前の履歴はMacにあります

# agent.transcript.empty
source: No messages yet. Say something.
ja: メッセージはまだありません — 話しかけてみましょう

# agent.transcript.hole
source: Syncing earlier messages…
ja: 以前のメッセージを同期中…

# agent.transcript.pill.label
source: Jump to latest message
ja: 最新メッセージへ移動

# agent.transcript.pill.unread.one
source: 1 unread
ja: 未読1件

# agent.transcript.pill.unread.other
source: %d unread
ja: 未読%d件
